Repository: paras33777/AbayaSquare
Catalog: AbayaSquare/*.lproj/Localizable.strings
Languages: ar

source: Favourite
ar: المفضلة

source: Profile
ar: حسابي

source: About
ar: عن التطبيق

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms & Conditions
ar: الشروط والاحكام

source: Promo Coupons
ar: كوبونات الخصم

source: Manage Address
ar: إدارة العناوين

source: My Orders
ar: طلباتي

source: My Details
ar: تفاصيل الطلب

source: Cart
ar: سلة المشتريات

source: Payment Method
ar: طريقة الدفع

source: Add Address
ar: إضافة عنوان

source: Prodcut Name
ar: اسم المنتج

source: Louis Vuitton
ar: اسم المصمم

source: Notifications
ar: الاشعارات

source: Discount Codes
ar: كوبونات الخصم

source: My Favourite
ar: مفضلتي

source: Arabic
ar: الانجليزية

source: About Us
ar: عن التطبيق

source: Category
ar: التصنيف

source: Color
ar: اللون

source: Size
ar: المقاس

source: Price
ar: السعر

source: Filter
ar: فلترة

source: Products)
ar: منتج)

source: Product Name
ar: اسم المنتج

source: SAR
ar: ر.س

source: Relevance
ar: المشابهة

source: What's New
ar: المنتجات الجديدة

source: Price Low to High
ar: السعر الاقل الى الاعلى

source: Price High to Low
ar: السعر الاعلى الى الاقل

source: Order id #SC123456
ar: رقم الطلب #SC123456

source: Get Flat SAR 300 off
ar: احصل على عرض بقيمة 300

source: Get a
ar: احصل على

source: discount offer
ar: عرض الخصم

source: Get a discount offer of
ar: احصل على عرض خصم بقيمة

source: Get a free shipping
ar: أحصل علي عرض الشحن مجانا

source: on purchase of SAR 2500 or
ar: على المشتريات بقيمة 2300

source: more, use code ABAYA300
ar: استخدم الكود ABAYA200

source: Order Recieved
ar: تم استلام الطلب

source: Packed
ar: تم تغليف الطلب

source: Shipped
ar: تم شحن الطلب

source: Delivered
ar: تم توصيل الطلب

source: Returned
ar: تم ارجاع الطلب

source: Please Enter Mobile Number
ar: الرجاء ادخال رقم جوال

source: Please Enter Actication code
ar: الرجاء ادخال كود التفعيل

source: Login
ar: تسجيل الدخول

source: Acticate Mobile
ar: تفعيل الحساب

source: Success
ar: تم

source: Logout
ar: تسجيل الخروج

source: Are You Sure Want To Logout?
ar: هل تريد تسجيل الخروج ؟

source: Cancel
ar: رجوع

source: to Add Name go to user profile
ar: يمكنك إضافة اسم مستخدم عبر التوجه الى الملف الشخصي

source: Hello Guest!
ar: مرحبا بك

source: Login/Register
ar: تسجيل الدخول / انشاء حساب

source: Register
ar: انشاء حساب

source: OFF
ar: خصم

source: You Must Login to like the product
ar: يجب عليك تسجيل الدخول لاضافة المنتج للمفضلة

source: Get Flat
ar: احصل على عرض خصم بقيمة

source: an SMS to your number
ar: رسالة SMS الى رقم جوالك

source: a message to your email
ar: رسالة الى بريدك الالكتروني

source: Categories
ar: الأقسام

source: Most Seller
ar: الأكثر مبيعا

source: You Must Select a Size First
ar: يجب عليك اختيار مقاس اولاً

source: Product Was Added To Cart
ar: تم اضافة المنتج الى السلة

source: Size:
ar: المقاس:

source: Quantity Increased
ar: تم زيادة الكمية

source: Subtotal
ar: المجموع الفرعي

source: Item
ar: عنصر

source: Or Email
ar: او التسجيل عبر البريد الالكتروني

source: Or Mobile
ar: او التسجيل عبر رقم الجوال

source: Please enter valid mobile number
ar: يرجى التأكد من رقم الجوال المدخل

source: Please enter valid email address
ar: يرجى التأكد من البريد الالكتروني المدخل

source: Enter your email address
ar: ادخل البريد الالكتروني

source: Please Enter Email
ar: الرجاء ادخال البريد الالكتروني

source: Complete Address
ar: العنوان بالكامل

source: you must choose the address type
ar: يجب عليك اختيار نوع العنوان

source: you must enter the address
ar: يجب عليك ادخال العنوان بالكامل

source: Please Enter Name
ar: الرجاء ادخال الاسم

source: Address has been added
ar: تم إضافة العنوان

source: Add
ar: إضافة

source: Change
ar: تغيير ؟

source: Tax
ar: ضريبة

source: You can't apply this code on the produts in cart
ar: لا يمكنك استخدام هذا الكود على المنتجات التى في السلة

source: Used Coupon:
ar: الكوبون المستخدم:

source: You Must Login to Continue Order
ar: يجب عليك تسجيل الدخول لمتابعة الطلب

source: Address has Been Deleted
ar: تم حذف العنوان

source: No Mobile Number
ar: رقم الجوال غير متوفر

source: No WhatsApp
ar: رقم الواتس اب غير متوفر

source: No Email
ar: البريد الالكتروني غير متوفر

source: Notice
ar: انتباه

source: Products Count:
ar: عدد المنتجات:

source: Error Access Photo Library
ar: لا يوجد صلاحيات

source: Go To Settings And Allow the app to Access Photo Library
ar: انتقل إلى الإعدادات واسمح للتطبيق بالوصول إلى مكتبة الصور

source: No Products Found
ar: لا يوجد نتائج حسب القيم المدخلة

source: All
ar: الكل

source: Wallet
ar: المحفظة

source: Cart Empty Can't Apply Code
ar: السلة فارغة لا يمكن تطبيق كود الخصم

source: Discount Code has been applied to all the products in the cart from the designer
ar: تم تطبيق كود الخصم على جميع المنتجات التي في السلة من نفس المصمم

source: No Products in the cart form this designer
ar: لا يوجد في السلة منتجات لهذا المصمم لتطبيق كود الخصم

source: Buy
ar: شراء

source: Products
ar: عناصر

source: Quantity:
ar: الكمية:

source: Price:
ar: السعر:

source: Invoice
ar: الفاتورة

source: Friends and get
ar: لتحصل على

source: You Don't Have points to convert
ar: لا يوجد لديك نقاط لتحويلها

source: You Have
ar: لديك رصيد

source: Order Has been Canceled
ar: تم إلغاء الطلب

source: You Have to Select Payment type
ar: يجب عليك تحديد طريقة دفع

source: Payable amount is low, Please try other payment method
ar: المبلغ المستحق الدفع منخفض ، يُرجى تجربة طريقة دفع أخرى.

source: You Must Add Address
ar: يجب عليك إضافة عنوان

source: You don't have Email application, you need to install it
ar: لا يوجد لديك تطبيق لإرسال رسائل الكترونية

source: Please Install Whatsapp
ar: لا يوجد لديك تطبيق واتس اب

source: You Don't Have Balance in wallet
ar: ليس لديك رصيد في المحفظة

source: You don't have enough balance in wallet
ar: ليس لديك رصيد كافي في المحفظة يجب اختيار طريقة دفع

source: use the code
ar: استخدم الكود

source: to avail this offer
ar: للحصول على العرض

source: Big Shopping Days: discount Up to
ar: أيام التسوق الكبيرة خصم يصل إلى

source: No Internet Connection, Please try again.
ar: لا يوجد اتصال بالانترنت

source: Return
ar: إرجاع

source: Order Has been Returned
ar: تم إرجاع المنتج

source: Delete Prodcut
ar: حذف المنتج

source: Do want to delete the Prodcut?
ar: هل تود حذف المنتج من السلة؟

source: Delete
ar: حذف

source: Reward Code:
ar: الرمز الترويجي:

source: Clear All
ar: حذف الكل

source: All Notification Has been Deleted
ar: تم حذف جميع الاشعارات

source: Delete All Notifications
ar: حذف كل الاشعارات

source: Do You Want to Delete All Notifications
ar: هل تود حذف كل الاشعارات

source: You Must Activate Your Account
ar: يجب عليك تفعيل الحساب

source: Close
ar: إغلاق

source: Select All
ar: تحديد الكل

source: Trending Searches
ar: المنتجات الاكثر بحثا

source: Trending Desingers
ar: المصممين الاكثر بحثا

source: Payment Details
ar: بيانات الدفع

source: Success!
ar: نجحت العملية!

source: We have successfully received your payment. Thank you!
ar: لقد تم استلام المبلغ بنجاح . شكرا لك!

source: Back to Home
ar: الرجوع للرئيسية

source: Oh Snap!
ar: فشلت العملية!

source: The transaction couldn't be made. Please retry
ar: لا يمكن إجراء عملية الدفع. الرجاء اعادة المحاولة

source: Retry
ar: إعادة المحاولة

source: Filter Results
ar: نتائج الفلترة

source: This Account is Unavailable
ar: تم ايقاف الحساب من قبل الادارة

source: you Can Use the only one time
ar: هذا الكوبون مستخدم مسبقاً

source: Your Order has been received Successfully!
ar: تم ارسال الطلب بنجاح

source: Quantity isn't Available
ar: لا يوجد كيمة متوفرة من هذا المقاس

source: You Must Login
ar: يجب عليك تسجيل الدخول

source: Sorry you cant apply a discount coupon whenever you applied a promo code discount
ar: عذرًا لا يمكنك استخدام كوبون خصم في حال إستخدامك لخصم الكوبون الترويجي

source: Promo Code is aleady in use
ar: هناك كود ترويجي مستخدم من قبل

source: Sorry you cant apply a promo code whenever you applied a discount coupon
ar: عذرا لا يمكنك استخدام كوبون تروجي في حال استخدامك لكوبون خصم

source: Download AbaySquare App and use this promo code
ar: حمل تطبيق عباية سكوير و استخدم البرومو كود

source: and enjoy shopping your abayas
ar: لتستمع في التسوق للعبايات

source: Promo Code
ar: خصم الكود الترويجي

source: Coupon Discount
ar: كوبون الخصم

source: Points
ar: نقطة

source: Notification has Been Deleted
ar: تم حذف الاشعار

source: Apply
ar: تطبيق

source: Apply Coupon Code
ar: ادخل كوبون الخصم

source: Size Chart
ar: جدول المقاسات

source: Delete Promo Code
ar: حذف الكود الترويجي

source: Do you want to Delete promo code?
ar: هل تود حذف الكود الترويجي المطبق ؟

source: Select Area First
ar: يجب اختيار منطقة اولا

source: Select City
ar: اختر المدينة

source: Please Select Area
ar: الرجاء اختيار المنطقة

source: Please Select City
ar: الرجاء اختيار المدينة

source: Browse all products
ar: تصفح جميع المنتجات

source: Apply Promo Code
ar: ادخل الرمز الترويجي

source: other people are watching this product
ar: اخرين يشاهدون هذا المنتج

source: Delete Account
ar: حذف الحساب

source: Enter discount coupon
ar: أدخل قسيمة الخصم

source: Invalid coupon code applied
ar: تم تطبيق رمز قسيمة غير صالح

source: Discount Coupons
ar: كوبونات خصم

source: Order place successfully
ar: ترتيب المكان بنجاح
